Действующие лица:
<head>
Рассказчик 
Красная шапочка 
Волк 
Дровосек 
Мама 
Бабушка  
bag 
</head>
personfrom,personto,distance,item,emo
items:
	1-bag
emo:
	0-quiet
	1-happy
	2-sad
	3-angry
	4-scared
	5-cheating
	6-cool
	
<p>	
1 СЦЕНА 
 
На переднем плане несколько деревьев и домик слева и дремучий лес справа. 

Рассказчик:<h> <e>0,0,0,0,0</e>Жила-была одна маленькая девочка. Мама и бабушка ее любили без памяти. Как-то ко дню рождения бабушка подготовила внучке подарок – красивую красную шапочку. Девочке так понравилась обновка, что она всюду в ней ходила. Люди из деревни так прозвали ее – Красная Шапочка.</h>

 
(Из домика выходит Мама с корзинкой). 
 
Мама:<h><e>4,1,1,6,1</e>Сходи-ка, Красная Шапочка, проведай бабушку. Отнеси ей пирожков и горшочек масла. Да узнай, дите мое, здорова ли она. </h>
 
(Мама дает Красной Шапочке корзинку).
 
Красная шапочка:<h> <e>1,4,1,6,3</e>Хорошо, матушка.</h>
 
(Красная Шапочка идет к лесу, собирая цветы по дороге. Мама машет дочке рукой и уходит в дом. Девочка подходит к лесу. Ей навстречу выходит Волк). 
 
Волк:<h> <e>2,1,1,0,5</e> Куда направляешься, Красная Шапочка?</h>
 
Красная шапочка:<h> <e>1,2,1,6,3</e>Иду к бабушке. Несу ей пирожки и горшочек масла.</h>
 
Волк:<h> <e>2,1,1,0,5</e>  А далеко живет твоя бабушка?</h>
 
Красная шапочка: <h> <e>1,2,1,6,3</e>Нет, совсем недалеко. Вон там, за мельницей.</h>
 
Волк:<h> <e>2,1,1,0,5</e>  И я проведаю твою бабушку. Я пойду по этой тропинке, а ты ступай по той. Посмотрим, кто из нас первый придет.</h>
 
Рассказчик:<h> <e>0,0,0,0,0</e>  Сказал это Волк и побежал, что было духу, по самой короткой тропинке. А Красная Шапочка пошла в обход. Да и шла она, не торопясь, по пути останавливалась и рвала цветы.</h> 
 
(Играет музыка. Волк скрывается за деревьями справа. Красная шапочка медленно идет в противоположную сторону, собирая по дороге цветы, и наконец скрывается за деревьями. Закрывается занавес). 
</p>
2 СЦЕНА
<p>
(Открывается занавес. Перед деревьями справа появляется домик Бабушки. Из-за деревьев слева выбегает Волк. Оглядываясь и тяжело дыша, стучится в дверь. Бабушка в очках и с чепчиком на голове выглядывает из окна).
 
Бабушка: Кто там?
 
Волк (тоненьким голоском): Это я, Красная Шапочка. Я вас проведать пришла, пирожков принесла и горшочек масла.
 
Бабушка: Дерни за веревочку, дитя мое, дверь и откроется!
 
(Волк дергает за веревочку и бросается в дом. Играет тревожная музыка. Бабушка вновь появляется в окне, но волк утаскивает ее обратно).
 
Рассказчик: Бросился Волк на бабушку и целиком проглотил ее. Очень уж он был голоден – три дня ничего не ел. Потом закрыл дверь и стал дожидаться Красную Шапочку.
 
(Волк  появляется в окне в очках и с чепчиком на голове. Кладет голову на лапы и засыпает, время от времени похрапывая. Из-за деревьев слева появляется Красная Шапочка с букетом цветов и идет к дому бабушки. Девочка стучится в дверь. Волк перестает храпеть).
 
Волк (подражая голосу Бабушки): Кто там? 
 
Красная Шапочка:  Это я, внучка ваша. Принесла вам пирожков и горшочек масла!
 
Волк: Дерни за веревочку, дитя мое, дверь и откроется.
 
(Красная Шапочка дергает за веревочку, входит в дом, но тут же отступает назад, роняя цветы и лукошко. Волк выходит и начинает приближаться к ней. Девочка отступает).
 
Красная Шапочка: Бабушка, почему у вас такие большие руки?
 
Волк: Это чтобы покрепче обнять тебя, дитя мое.
 
Красная Шапочка:  Бабушка, почему у вас такие большие уши?
 
Волк: Чтобы лучше слышать, дитя мое.
 
Красная Шапочка:  Бабушка, почему у вас такие большие глаза?
 
Волк: Чтобы лучше видеть, дитя мое.
 
(Красная Шапочка отступает, Волк приближается).
 
Красная Шапочка: Бабушка, почему у вас такие большие зубы?
 
Волк: А это чтоб скорее съесть тебя, дитя мое!
 
(Играет тревожная музыка. Волк бросается на Красную шапочку. В этот момент из-за деревьев выбегает дровосек с топором на плечах и бежит  к волку. Волк - в лес. Дровосек за ним. 
 
(Через минуту из-за деревьев выходит дровосек, а за ними бабушка). 
 
Дровосек: Распорол я волку брюху, и ему пришел конец! А вот ваша бабушка – целая и невредимая.
 
(Красная шапочка бросается к Бабушке и крепко обнимает ее).
</p>
Занавес закрывается. Актеры кланяются зрителям.


